[A_Item.CurrencyOneDollar UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinheiro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Dinheiro no máximo"
NoManufacturerName="Genérico"

[ItemDefs.ID_Candy MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Balas Schwartzmann"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Candy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A guloseima preferida da vovózinha Flexington.  Tem cheiro de serragem."
NoConstraintText=""
Suffix=""
Prefix=""

